Repository: tuwaiq-tabuk-ios/Final_iOS_Bootcamp_Project-RGarage-Reema
Catalog: RGarage/FinalReema/View/*.lproj/Localizable.strings
Languages: ar

source: MyAdvertisments
ar: إعلاناتي

source: lessorName
ar: اسم المعلن

source: LogOut
ar: تسجيل الخروج

source: chaangeLanguage
ar: تغيير اللغة

source: SignUP
ar: التسجيل

source: Signin
ar: سجّل الدخول

source: Done
ar: تم

source: Youradvertisinghasbeenuploadedsuccessfully.
ar: تم تحميل إعلانك بنجاح.

source: Error
ar: خطأ

source: successfully updated your profile.
ar: تم تحديث الملف الشخصي بنجاح

source: Are you in vacation?
ar: هل انت في عطلة؟

source: Please make sure your password is at least 8 characters, contains a special character and a number.
ar: يرجى التأكد من أن كلمة المرور الخاصة بك تتكون من 8 أحرف على الأقل ، وتحتوي على حرف خاص ورقم.

source: Ooops! Email used
ar: البريد الالكتروني مستخدم

source: password not mach
ar: كلمة السر ليست متطابقة

source: Please fill in all fields..
ar: يرجى تعبئة جميع الحقول..

source: Don't have Acount?
ar: لا تمتلك حساب؟

source: sign UP
ar: تسجيل

source: Thinking where to put your car?
ar: تفكر أين تضع سيارتك؟

source: Our app meets your needs...
ar: تطبيقنا يلبي احتياجاتك ...
